export const slidesData = [
  {
    title: "Нижегородская область",
    date: "09.10.2025",
    blocks: [
      {
        type: "text",
        text: "Основные показатели выполнения плана"
      },
      {
        type: "table",
        headers: ["План", "Факт", "Дефицит", "Закуплено"],
        rows: [
          [100, 95, 5, 90],
          [200, 210, 0, 200]
        ]
      }
    ]
  },
  {
    title: "Москва",
    date: "09.10.2025",
    blocks: [
      {
        type: "text",
        text: "Результаты по регионам"
      },
      {
        type: "table",
        headers: ["Регион", "План", "Факт"],
        rows: [
          ["ЦАО", 100, 98],
          ["САО", 150, 145]
        ]
      }
    ]
  }
];
